Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Find_Policy_Overwrite.Content
source: Overwrite following bytes
ar: الكتابة فوق البايتات التالية
cs: Přepsat následující bajty
de: Folgende Bytes überschreiben
el: Αντικατάσταση των επόμενων byte
es: Sobrescribir los bytes siguientes
fa: بازنویسی بایت‌های بعدی
fr: Écraser les octets suivants
hu: A következő bájtok felülírása
id: Timpa byte berikutnya
it: Sovrascrivi i byte successivi
ja: 後ろを上書きする
ko: 뒤의 바이트 덮어쓰기
pl: Zastąp następne bajty
pt: Substituir os bytes seguintes
ro: Suprascriere octeți următori
ru: Перезаписать следующие байты
th: เขียนทับไบต์ถัดไป
tr: Sonraki baytların üzerine yaz
uk: Замінити наступні байти
vi: Ghi đè các byte phía sau
zh_hans: 改写后续字节
zh_hant: 覆寫後續位元組

# Find_Filler_Name
source: Padding
ar: التكملة
cs: Výplň
de: Auffüllung
el: Συμπλήρωση
es: Relleno
fa: تکمیل
fr: Remplissage
hu: Kitöltés
id: Pengisi
it: Riempimento
ja: 埋め草
ko: 채우기
pl: Dopełnienie
pt: Preenchimento
ro: Completare
ru: Заполнитель
th: การเติม
tr: Dolgu
uk: Доповнення
vi: Đệm
zh_hans: 填充
zh_hant: 填補

# Find_Filler_Zero.Content
source: Pad with 00
ar: التكملة بـ 00
cs: Doplnit 00
de: Mit 00 auffüllen
el: Συμπλήρωση με 00
es: Rellenar con 00
fa: تکمیل با 00
fr: Compléter avec 00
hu: Kitöltés 00-val
id: Isi dengan 00
it: Riempi con 00
ja: 00 で埋める
ko: 00으로 채우기
pl: Dopełnij 00
pt: Preencher com 00
ro: Completare cu 00
ru: Дополнить 00
th: เติมด้วย 00
tr: 00 ile doldur
uk: Доповнити 00
vi: Đệm bằng 00
zh_hans: 用 00 填充
zh_hant: 以 00 填補

# Find_Filler_FF.Content
source: Pad with FF
ar: التكملة بـ FF
cs: Doplnit FF
de: Mit FF auffüllen
el: Συμπλήρωση με FF
es: Rellenar con FF
fa: تکمیل با FF
fr: Compléter avec FF
hu: Kitöltés FF-fel
id: Isi dengan FF
it: Riempi con FF
ja: FF で埋める
ko: FF로 채우기
pl: Dopełnij FF
pt: Preencher com FF
ro: Completare cu FF
ru: Дополнить FF
th: เติมด้วย FF
tr: FF ile doldur
uk: Доповнити FF
vi: Đệm bằng FF
zh_hans: 用 FF 填充
zh_hant: 以 FF 填補

# Find_Filler_Space.Content
source: Pad with spaces
ar: التكملة بمسافات
cs: Doplnit mezerami
de: Mit Leerzeichen auffüllen
el: Συμπλήρωση με κενά
es: Rellenar con espacios
fa: تکمیل با فاصله
fr: Compléter avec des espaces
hu: Kitöltés szóközzel
id: Isi dengan spasi
it: Riempi con spazi
ja: 空白で埋める
ko: 공백으로 채우기
pl: Dopełnij spacjami
pt: Preencher com espaços
ro: Completare cu spații
ru: Дополнить пробелами
th: เติมด้วยช่องว่าง
tr: Boşlukla doldur
uk: Доповнити пробілами
vi: Đệm bằng dấu cách
zh_hans: 用空格填充
zh_hant: 以空格填補

# Find_Filler_Custom.Content
source: Pad with bytes...
ar: التكملة ببايتات...
cs: Doplnit bajty...
de: Mit Bytes auffüllen...
el: Συμπλήρωση με byte...
es: Rellenar con bytes...
fa: تکمیل با بایت‌ها...
fr: Compléter avec des octets...
hu: Kitöltés bájtokkal...
id: Isi dengan byte...
it: Riempi con byte...
ja: 指定バイトで埋める
ko: 지정한 바이트로 채우기...
pl: Dopełnij bajtami...
pt: Preencher com bytes...
ro: Completare cu octeți...
ru: Дополнить байтами...
th: เติมด้วยไบต์...
tr: Baytlarla doldur...
uk: Доповнити байтами...
vi: Đệm bằng byte...
zh_hans: 用指定字节填充...
zh_hant: 以指定位元組填補...

# Find_FillerCustom.PlaceholderText
source: Hex (1 to 16 bytes)
ar: Hex (من 1 إلى 16 بايت)
cs: Hex (1 až 16 bajtů)
de: Hex (1 bis 16 Bytes)
el: Hex (1 έως 16 byte)
es: Hex (de 1 a 16 bytes)
fa: Hex (1 تا 16 بایت)
fr: Hex (1 à 16 octets)
hu: Hex (1–16 bájt)
id: Hex (1 hingga 16 byte)
it: Hex (da 1 a 16 byte)
ja: Hex (1〜16 バイト)
ko: Hex(1~16바이트)
pl: Hex (od 1 do 16 bajtów)
pt: Hex (1 a 16 bytes)
ro: Hex (între 1 și 16 octeți)
ru: Hex (от 1 до 16 байт)
th: Hex (1 ถึง 16 ไบต์)
tr: Hex (1 ile 16 bayt)
uk: Hex (від 1 до 16 байтів)
vi: Hex (1 đến 16 byte)
zh_hans: Hex（1 到 16 字节）
zh_hant: Hex（1 到 16 個位元組）

# Find_FillerInvalid
source: Enter the padding as 1 to 16 bytes in hex.
ar: أدخل التكملة من 1 إلى 16 بايت بتنسيق Hex.
cs: Zadejte výplň jako 1 až 16 bajtů v Hex.
de: Geben Sie die Auffüllung als 1 bis 16 Bytes in Hex ein.
el: Εισαγάγετε τη συμπλήρωση ως 1 έως 16 byte σε Hex.
es: Escribe el relleno como de 1 a 16 bytes en hex.
fa: بایت‌های تکمیل را به‌صورت 1 تا 16 بایت Hex وارد کنید.
fr: Entrez le remplissage sous forme de 1 à 16 octets en hex.
hu: A kitöltést 1–16 bájtként adja meg Hex formában.
id: Masukkan pengisi sebagai 1 hingga 16 byte dalam hex.
it: Immetti il riempimento come byte esadecimali (da 1 a 16).
ja: 埋め草は Hex で 1〜16 バイトを入力してください。
ko: 채울 값을 Hex로 1~16바이트 입력하세요.
pl: Wprowadź dopełnienie jako od 1 do 16 bajtów szesnastkowo.
pt: Insira o preenchimento como 1 a 16 bytes em hexadecimal.
ro: Introduceți completarea în hex, între 1 și 16 octeți.
ru: Введите заполнитель: от 1 до 16 байт в формате Hex.
th: โปรดใส่ค่าที่ใช้เติมเป็น Hex 1 ถึง 16 ไบต์
tr: Dolguyu hex olarak 1 ile 16 bayt arasında girin.
uk: Введіть доповнення як 1–16 байтів у форматі Hex.
vi: Hãy nhập giá trị đệm gồm 1 đến 16 byte dạng hex.
zh_hans: 请以 Hex 输入 1 到 16 字节的填充内容。
zh_hant: 請以 Hex 輸入 1 到 16 個位元組作為填補內容。

# Find_ReplaceReadOnly
source: This document is read-only, so it can't be replaced.
ar: هذا المستند للقراءة فقط، لذا لا يمكن الاستبدال فيه.
cs: Tento dokument je jen pro čtení, proto v něm nelze nahrazovat.
de: Dieses Dokument ist schreibgeschützt, daher kann nicht ersetzt werden.
el: Αυτό το έγγραφο είναι μόνο για ανάγνωση, επομένως δεν είναι δυνατή η αντικατάσταση.
es: Este documento es de solo lectura, así que no se puede reemplazar.
fa: این سند فقط خواندنی است، بنابراین جایگزینی ممکن نیست.
fr: Ce document est en lecture seule ; le remplacement est donc impossible.
hu: Ez a dokumentum írásvédett, ezért nem végezhető benne csere.
id: Dokumen ini baca-saja, sehingga tidak dapat diganti.
it: Questo documento è di sola lettura, quindi non è possibile sostituire.
ja: このドキュメントは読み取り専用のため置換できません。
ko: 이 문서는 읽기 전용이므로 바꿀 수 없습니다.
pl: Ten dokument jest tylko do odczytu, więc nie można zamieniać.
pt: Este documento é somente leitura, por isso não é possível substituir.
ro: Acest document este doar în citire, așa că nu se pot face înlocuiri.
ru: Этот документ доступен только для чтения, поэтому замена невозможна.
th: เอกสารนี้เป็นแบบอ่านอย่างเดียว จึงไม่สามารถแทนที่ได้
tr: Bu belge salt okunur olduğundan değiştirme yapılamaz.
uk: Цей документ доступний лише для читання, тому заміна неможлива.
vi: Tài liệu này ở chế độ chỉ đọc nên không thể thay thế.
zh_hans: 此文档为只读，因此无法替换。
zh_hant: 此文件為唯讀，因此無法取代。

# Find_ReplaceDeletes
source: (deletes the match)
ar: (يحذف التطابق)
cs: (odstraní shodu)
de: (löscht den Treffer)
el: (διαγράφει το αποτέλεσμα)
es: (elimina la coincidencia)
fa: (مورد منطبق را حذف می‌کند)
fr: (supprime le résultat)
hu: (törli a találatot)
id: (menghapus kecocokan)
it: (elimina la corrispondenza)
ja: (一致を削除します)
ko: (일치 항목 삭제)
pl: (usuwa dopasowanie)
pt: (exclui a ocorrência)
ro: (șterge potrivirea)
ru: (удаляет совпадение)
th: (ลบรายการที่ตรงกัน)
tr: (eşleşmeyi siler)
uk: (видаляє збіг)
vi: (xóa kết quả khớp)
zh_hans: （将删除匹配项）
zh_hant: （刪除符合項目）

# Find_ReplaceTooLong
source: The replacement ({0} bytes) is longer than the match ({1} bytes), so the length can't be kept.
ar: الاستبدال ({0} بايت) أطول من التطابق ({1} بايت)، لذا لا يمكن الحفاظ على الطول.
cs: Náhrada (bajty: {0}) je delší než shoda (bajty: {1}), proto nelze zachovat délku.
de: Die Ersetzung ({0} Bytes) ist länger als der Treffer ({1} Bytes), daher kann die Länge nicht beibehalten werden.
el: Η αντικατάσταση ({0} byte) είναι μεγαλύτερη από το αποτέλεσμα ({1} byte), επομένως το μήκος δεν μπορεί να διατηρηθεί.
es: El reemplazo ({0} bytes) es más largo que la coincidencia ({1} bytes), así que no se puede conservar la longitud.
fa: جایگزین ({0} بایت) از مورد منطبق ({1} بایت) بلندتر است، بنابراین طول حفظ نمی‌شود.
fr: Le remplacement ({0} octets) est plus long que le résultat ({1} octets) ; la longueur ne peut donc pas être conservée.
hu: A csereérték ({0} bájt) hosszabb a találatnál ({1} bájt), ezért a hossz nem tartható meg.
id: Pengganti ({0} byte) lebih panjang dari kecocokan ({1} byte), sehingga panjang tidak dapat dipertahankan.
it: La sostituzione ({0} byte) è più lunga della corrispondenza ({1} byte), quindi non è possibile mantenere la lunghezza.
ja: 置換語 ({0} バイト) が一致 ({1} バイト) より長いため、長さを保てません。
ko: 바꿀 내용({0}바이트)이 일치 항목({1}바이트)보다 길어서 길이를 유지할 수 없습니다.
pl: Zamiana ({0} B) jest dłuższa niż dopasowanie ({1} B), więc nie można zachować długości.
pt: A substituição ({0} bytes) é mais longa que a ocorrência ({1} bytes), por isso o comprimento não pode ser mantido.
ro: Înlocuirea ({0} octeți) este mai lungă decât potrivirea ({1} octeți), așa că lungimea nu poate fi păstrată.
ru: Замена ({0} байт) длиннее совпадения ({1} байт), поэтому длину сохранить нельзя.
th: ค่าที่ใช้แทนที่ ({0} ไบต์) ยาวกว่ารายการที่ตรงกัน ({1} ไบต์) จึงไม่สามารถคงความยาวไว้ได้
tr: Yeni değer ({0} bayt) eşleşmeden ({1} bayt) uzun olduğundan uzunluk korunamaz.
uk: Заміна (байтів: {0}) довша за збіг (байтів: {1}), тому довжину неможливо зберегти.
vi: Giá trị thay thế ({0} byte) dài hơn kết quả khớp ({1} byte) nên không thể giữ độ dài.
zh_hans: 替换内容（{0} 字节）比匹配项（{1} 字节）长，因此无法保持长度。
zh_hant: 取代內容（{0} 個位元組）比符合項目（{1} 個位元組）長，因此無法保持長度。

# Find_ReplaceCannotResize
source: The length of this document can't be changed. Choose “Pad and keep the length”.
ar: لا يمكن تغيير طول هذا المستند. اختر «التكملة والحفاظ على الطول».
cs: Délku tohoto dokumentu nelze změnit. Zvolte „Doplnit a zachovat délku“.
de: Die Länge dieses Dokuments kann nicht geändert werden. Wählen Sie „Auffüllen und Länge beibehalten“.
el: Το μήκος αυτού του εγγράφου δεν μπορεί να αλλάξει. Επιλέξτε «Συμπλήρωση και διατήρηση του μήκους».
es: La longitud de este documento no se puede cambiar. Elige “Rellenar y conservar la longitud”.
fa: طول این سند قابل تغییر نیست. «تکمیل و حفظ طول» را انتخاب کنید.
fr: La longueur de ce document ne peut pas être modifiée. Choisissez « Compléter et conserver la longueur ».
hu: Ennek a dokumentumnak a hossza nem módosítható. Válassza a „Kitöltés, a hossz megtartásával” lehetőséget.
id: Panjang dokumen ini tidak dapat diubah. Pilih “Isi dan pertahankan panjang”.
it: La lunghezza di questo documento non può essere modificata. Scegli “Riempi e mantieni la lunghezza”.
ja: このドキュメントは長さを変えられません。「埋めて長さを保つ」を選んでください。
ko: 이 문서는 길이를 변경할 수 없습니다. “채워서 길이 유지”를 선택하세요.
pl: Długości tego dokumentu nie można zmienić. Wybierz „Dopełnij i zachowaj długość”.
pt: O comprimento deste documento não pode ser alterado. Escolha “Preencher e manter o comprimento”.
ro: Lungimea acestui document nu se poate modifica. Alegeți „Completare și păstrare lungime”.
ru: Длину этого документа изменить нельзя. Выберите «Дополнить и сохранить длину».
th: ไม่สามารถเปลี่ยนความยาวของเอกสารนี้ได้ โปรดเลือก “เติมและคงความยาวไว้”
tr: Bu belgenin uzunluğu değiştirilemez. “Doldur ve uzunluğu koru” seçeneğini seçin.
uk: Довжину цього документа неможливо змінити. Виберіть «Доповнити й зберегти довжину».
vi: Không thể thay đổi độ dài của tài liệu này. Hãy chọn “Đệm và giữ độ dài”.
zh_hans: 此文档的长度无法更改。请选择“填充并保持长度”。
zh_hant: 此文件的長度無法變更。請選擇「填補並保持長度」。

# Find_Replacing
source: Replacing...
ar: جارٍ الاستبدال...
cs: Nahrazování...
de: Wird ersetzt...
el: Αντικατάσταση...
es: Reemplazando...
fa: در حال جایگزینی...
fr: Remplacement en cours...
hu: Csere...
id: Mengganti...
it: Sostituzione in corso...
ja: 置換しています...
ko: 바꾸는 중...
pl: Zamienianie...
pt: Substituindo...
ro: Se înlocuiește...
ru: Замена...
th: กำลังแทนที่...
tr: Değiştiriliyor...
uk: Заміна...
vi: Đang thay thế...
zh_hans: 正在替换...
zh_hant: 正在取代...

# Find_ReplacedCount
source: {0, plural, one {Replaced # match.} other {Replaced # matches.}}
ar: {0, plural, zero {لم يتم استبدال أي تطابق.} one {تم استبدال تطابق واحد.} two {تم استبدال تطابقين.} few {تم استبدال # تطابقات.} many {تم استبدال # تطابقًا.} other {تم استبدال # تطابق.}}
cs: {0, plural, one {Nahrazena # shoda.} few {Nahrazeny # shody.} many {Nahrazeno # shody.} other {Nahrazeno # shod.}}
de: {0, plural, one {# Treffer ersetzt.} other {# Treffer ersetzt.}}
el: {0, plural, one {Αντικαταστάθηκε # αποτέλεσμα.} other {Αντικαταστάθηκαν # αποτελέσματα.}}
es: {0, plural, one {Se reemplazó # coincidencia.} other {Se reemplazaron # coincidencias.}}
fa: {0, plural, one {# مورد منطبق جایگزین شد.} other {# مورد منطبق جایگزین شد.}}
fr: {0, plural, one {# résultat remplacé.} other {# résultats remplacés.}}
hu: {0, plural, one {# találat lecserélve.} other {# találat lecserélve.}}
id: {0, plural, other {# kecocokan diganti.}}
it: {0, plural, one {Sostituita # corrispondenza.} other {Sostituite # corrispondenze.}}
ja: {0} 件置換しました。
ko: {0, plural, other {일치 항목 #개를 바꿨습니다.}}
pl: {0, plural, one {Zamieniono # dopasowanie.} few {Zamieniono # dopasowania.} many {Zamieniono # dopasowań.} other {Zamieniono # dopasowania.}}
pt: {0, plural, one {# ocorrência substituída.} other {# ocorrências substituídas.}}
ro: {0, plural, one {S-a înlocuit # potrivire.} few {S-au înlocuit # potriviri.} other {S-au înlocuit # de potriviri.}}
ru: {0, plural, one {Заменено # совпадение.} few {Заменено # совпадения.} many {Заменено # совпадений.} other {Заменено # совпадения.}}
th: {0, plural, other {แทนที่ # รายการแล้ว}}
tr: {0, plural, one {# eşleşme değiştirildi.} other {# eşleşme değiştirildi.}}
uk: {0, plural, one {Замінено # збіг.} few {Замінено # збіги.} many {Замінено # збігів.} other {Замінено # збігу.}}
vi: {0, plural, other {Đã thay thế # kết quả khớp.}}
zh_hans: {0, plural, other {已替换 # 个匹配项。}}
zh_hant: {0, plural, other {已取代 # 個符合項目。}}

# Find_ReplaceAllCancelled
source: Nothing was replaced.
ar: لم يتم استبدال أي شيء.
cs: Nic nebylo nahrazeno.
de: Es wurde nichts ersetzt.
el: Δεν αντικαταστάθηκε τίποτα.
es: No se reemplazó nada.
fa: چیزی جایگزین نشد.
fr: Rien n'a été remplacé.
hu: Semmi sem lett lecserélve.
id: Tidak ada yang diganti.
it: Non è stato sostituito nulla.
ja: 置換しませんでした。
ko: 아무것도 바꾸지 않았습니다.
pl: Nic nie zostało zamienione.
pt: Nada foi substituído.
ro: Nu s-a înlocuit nimic.
ru: Ничего не заменено.
th: ไม่มีการแทนที่
tr: Hiçbir şey değiştirilmedi.
uk: Нічого не замінено.
vi: Không có gì được thay thế.
zh_hans: 未替换任何内容。
zh_hant: 未取代任何內容。

# Find_ReplaceAllFailed
source: Couldn't replace: {0}
ar: تعذّر الاستبدال: {0}
cs: Nahrazení se nezdařilo: {0}
de: Ersetzen nicht möglich: {0}
el: Δεν ήταν δυνατή η αντικατάσταση: {0}
es: No se pudo reemplazar: {0}
fa: جایگزینی ممکن نشد: {0}
fr: Remplacement impossible : {0}
hu: Nem sikerült a csere: {0}
id: Tidak dapat mengganti: {0}
it: Impossibile sostituire: {0}
ja: 置換できませんでした: {0}
ko: 바꿀 수 없습니다: {0}
pl: Nie można zamienić: {0}
pt: Não foi possível substituir: {0}
ro: Nu s-a putut înlocui: {0}
ru: Не удалось заменить: {0}
th: ไม่สามารถแทนที่ได้: {0}
tr: Değiştirilemedi: {0}
uk: Не вдалося замінити: {0}
vi: Không thể thay thế: {0}
zh_hans: 无法替换：{0}
zh_hant: 無法取代：{0}

# Find_ReplaceAllConfirm_Title
source: Replace all matches?
ar: هل تريد استبدال كل التطابقات؟
cs: Nahradit všechny shody?
de: Alle Treffer ersetzen?
el: Αντικατάσταση όλων των αποτελεσμάτων;
es: ¿Reemplazar todas las coincidencias?
fa: همهٔ موارد منطبق جایگزین شوند؟
fr: Remplacer tous les résultats ?
hu: Lecseréli az összes találatot?
id: Ganti semua kecocokan?
it: Sostituire tutte le corrispondenze?
ja: すべて置換しますか?
ko: 일치 항목을 모두 바꾸시겠습니까?
pl: Czy zamienić wszystkie dopasowania?
pt: Substituir todas as ocorrências?
ro: Înlocuiți toate potrivirile?
ru: Заменить все совпадения?
th: แทนที่รายการที่ตรงกันทั้งหมดหรือไม่
tr: Tüm eşleşmeler değiştirilsin mi?
uk: Замінити всі збіги?
vi: Thay thế tất cả kết quả khớp?
zh_hans: 是否替换所有匹配项？
zh_hant: 要取代所有符合項目嗎？

# Find_ReplaceAllConfirm_Body
source: {0, plural, one {# match will be replaced.} other {# matches will be replaced.}} Keeping the information needed to undo this uses memory or temporary-file space.
ar: {0, plural, zero {لن يتم استبدال أي تطابق.} one {سيتم استبدال تطابق واحد.} two {سيتم استبدال تطابقين.} few {سيتم استبدال # تطابقات.} many {سيتم استبدال # تطابقًا.} other {سيتم استبدال # تطابق.}} يستهلك الاحتفاظ بالمعلومات اللازمة للتراجع عن ذلك الذاكرة أو مساحة الملفات المؤقتة.
cs: {0, plural, one {Bude nahrazena # shoda.} few {Budou nahrazeny # shody.} many {Bude nahrazeno # shody.} other {Bude nahrazeno # shod.}} Uchování informací potřebných k vrácení zpět spotřebuje paměť nebo místo pro dočasné soubory.
de: {0, plural, one {# Treffer wird ersetzt.} other {# Treffer werden ersetzt.}} Die zum Rückgängigmachen benötigten Informationen belegen Arbeitsspeicher oder Platz für temporäre Dateien.
el: {0, plural, one {Θα αντικατασταθεί # αποτέλεσμα.} other {Θα αντικατασταθούν # αποτελέσματα.}} Η διατήρηση των πληροφοριών που απαιτούνται για την αναίρεση χρησιμοποιεί μνήμη ή χώρο προσωρινών αρχείων.
es: {0, plural, one {Se reemplazará # coincidencia.} other {Se reemplazarán # coincidencias.}} Conservar la información necesaria para deshacerlo usa memoria o espacio de archivos temporales.
fa: {0, plural, one {# مورد منطبق جایگزین می‌شود.} other {# مورد منطبق جایگزین می‌شود.}} نگه‌داشتن اطلاعات لازم برای واگرد این کار از حافظه یا فضای فایل موقت استفاده می‌کند.
fr: {0, plural, one {# résultat sera remplacé.} other {# résultats seront remplacés.}} La conservation des informations nécessaires à l'annulation utilise de la mémoire ou de l'espace de fichiers temporaires.
hu: {0, plural, one {# találat lesz lecserélve.} other {# találat lesz lecserélve.}} A visszavonáshoz szükséges adatok megőrzése memóriát vagy ideiglenes fájlhelyet foglal.
id: {0, plural, other {# kecocokan akan diganti.}} Menyimpan informasi yang diperlukan untuk membatalkannya menggunakan memori atau ruang file sementara.
it: {0, plural, one {Verrà sostituita # corrispondenza.} other {Verranno sostituite # corrispondenze.}} Le informazioni necessarie per annullare l'operazione occupano memoria o spazio per file temporanei.
ja: {0} 件を置換します。元に戻すための情報に、メモリまたは一時ファイルの容量が必要になります。
ko: {0, plural, other {일치 항목 #개를 바꿉니다.}} 실행 취소에 필요한 정보를 유지하려면 메모리 또는 임시 파일 공간이 사용됩니다.
pl: {0, plural, one {Zostanie zamienione # dopasowanie.} few {Zostaną zamienione # dopasowania.} many {Zostanie zamienionych # dopasowań.} other {Zostanie zamienione # dopasowania.}} Przechowywanie informacji potrzebnych do cofnięcia zużywa pamięć lub miejsce na pliki tymczasowe.
pt: {0, plural, one {# ocorrência será substituída.} other {# ocorrências serão substituídas.}} Manter as informações necessárias para desfazer isso usa memória ou espaço de arquivos temporários.
ro: {0, plural, one {Va fi înlocuită # potrivire.} few {Vor fi înlocuite # potriviri.} other {Vor fi înlocuite # de potriviri.}} Păstrarea informațiilor necesare pentru anulare utilizează memorie sau spațiu pentru fișiere temporare.
ru: {0, plural, one {Будет заменено # совпадение.} few {Будет заменено # совпадения.} many {Будет заменено # совпадений.} other {Будет заменено # совпадения.}} Для хранения сведений, необходимых для отмены, используется память или место во временных файлах.
th: {0, plural, other {จะแทนที่ # รายการ}} การเก็บข้อมูลที่จำเป็นสำหรับเลิกทำจะใช้หน่วยความจำหรือพื้นที่ไฟล์ชั่วคราว
tr: {0, plural, one {# eşleşme değiştirilecek.} other {# eşleşme değiştirilecek.}} Bu işlemi geri almak için gereken bilgileri saklamak bellek veya geçici dosya alanı kullanır.
uk: {0, plural, one {Буде замінено # збіг.} few {Буде замінено # збіги.} many {Буде замінено # збігів.} other {Буде замінено # збігу.}} Для збереження відомостей, потрібних для скасування, використовується пам’ять або місце для тимчасових файлів.
vi: {0, plural, other {# kết quả khớp sẽ được thay thế.}} Việc giữ thông tin cần để hoàn tác sẽ dùng bộ nhớ hoặc dung lượng tệp tạm.
zh_hans: {0, plural, other {将替换 # 个匹配项。}}保留撤消所需的信息会占用内存或临时文件空间。
zh_hant: {0, plural, other {將取代 # 個符合項目。}}保留復原所需的資訊會使用記憶體或暫存檔空間。

# Find_ReplaceAllConfirm_Replace
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置換する
ko: 바꾸기
pl: Zamień
pt: Substituir
ro: Înlocuire
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# Find_ReplaceAllConfirm_Cancel
source: Don't replace
ar: عدم الاستبدال
cs: Nenahrazovat
de: Nicht ersetzen
el: Χωρίς αντικατάσταση
es: No reemplazar
fa: جایگزین نشود
fr: Ne pas remplacer
hu: Nincs csere
id: Jangan ganti
it: Non sostituire
ja: やめる
ko: 바꾸지 않음
pl: Nie zamieniaj
pt: Não substituir
ro: Nu înlocuiți
ru: Не заменять
th: ไม่แทนที่
tr: Değiştirme
uk: Не замінювати
vi: Không thay thế
zh_hans: 不替换
zh_hant: 不要取代

# Find_Overflow_Title
source: The replacement goes past the end
ar: الاستبدال يتجاوز النهاية
cs: Náhrada přesahuje konec
de: Die Ersetzung reicht über das Ende hinaus
el: Η αντικατάσταση υπερβαίνει το τέλος
es: El reemplazo supera el final
fa: جایگزینی از انتها فراتر می‌رود
fr: Le remplacement dépasse la fin
hu: A csereérték túlnyúlik a végén
id: Pengganti melewati akhir
it: La sostituzione va oltre la fine
ja: 置換語が末尾を超えます
ko: 바꿀 내용이 끝을 넘음
pl: Zamiana wykracza poza koniec
pt: A substituição ultrapassa o fim
ro: Înlocuirea depășește sfârșitul
ru: Замена выходит за конец
th: ค่าที่ใช้แทนที่เกินจุดสิ้นสุด
tr: Yeni değer sonu aşıyor
uk: Заміна виходить за кінець
vi: Giá trị thay thế vượt quá cuối
zh_hans: 替换内容超出末尾
zh_hant: 取代內容超出結尾

# Find_Overflow_Body
source: The replacement goes past the end of the document. Do you want to drop the bytes past the end, or append them?
ar: يتجاوز الاستبدال نهاية المستند. هل تريد إسقاط البايتات التي تتجاوز النهاية أم إلحاقها؟
cs: Náhrada přesahuje konec dokumentu. Chcete bajty za koncem zahodit, nebo je připojit?
de: Die Ersetzung reicht über das Ende des Dokuments hinaus. Sollen die Bytes hinter dem Ende verworfen oder angehängt werden?
el: Η αντικατάσταση υπερβαίνει το τέλος του εγγράφου. Θέλετε να απορριφθούν τα byte πέρα από το τέλος ή να προσαρτηθούν;
es: El reemplazo supera el final del documento. ¿Quieres descartar los bytes que superan el final o agregarlos?
fa: جایگزینی از انتهای سند فراتر می‌رود. بایت‌های فراتر از انتها حذف شوند یا به انتها افزوده شوند؟
fr: Le remplacement dépasse la fin du document. Voulez-vous abandonner les octets situés après la fin ou les ajouter ?
hu: A csereérték túlnyúlik a dokumentum végén. Elveti a végén túli bájtokat, vagy hozzáfűzi őket?
id: Pengganti melewati akhir dokumen. Buang byte yang melewati akhir, atau tambahkan ke akhir?
it: La sostituzione va oltre la fine del documento. Vuoi scartare i byte oltre la fine o aggiungerli?
ja: 置換語がドキュメントの末尾を超えます。超える分を書かないか、末尾に追加するかを選んでください。
ko: 바꿀 내용이 문서 끝을 넘습니다. 끝을 넘는 바이트를 버리시겠습니까, 아니면 끝에 추가하시겠습니까?
pl: Zamiana wykracza poza koniec dokumentu. Czy odrzucić bajty za końcem, czy je dołączyć?
pt: A substituição ultrapassa o fim do documento. Deseja descartar os bytes além do fim ou acrescentá-los?
ro: Înlocuirea depășește sfârșitul documentului. Doriți să renunțați la octeții de după sfârșit sau să îi adăugați la final?
ru: Замена выходит за конец документа. Отбросить байты за концом или добавить их?
th: ค่าที่ใช้แทนที่เกินจุดสิ้นสุดของเอกสาร ต้องการละทิ้งไบต์ที่เกินจุดสิ้นสุด หรือต่อท้ายไบต์เหล่านั้น
tr: Yeni değer belgenin sonunu aşıyor. Sonu aşan baytlar atılsın mı, yoksa sona eklensin mi?
uk: Заміна виходить за кінець документа. Відкинути байти за кінцем чи дописати їх?
vi: Giá trị thay thế vượt quá cuối tài liệu. Bạn muốn bỏ các byte vượt quá cuối hay nối chúng vào cuối?
zh_hans: 替换内容超出文档末尾。要丢弃超出末尾的字节，还是将其追加到末尾？
zh_hant: 取代內容超出文件結尾。要捨棄超出結尾的位元組，還是將其附加到結尾？
